Repository: Erebot/Erebot_Module_AZ
Catalog: data/i18n/*/LC_MESSAGES/Erebot_Module_*.po
Languages: fr_fr

source: <b><var name="word"/></b> doesn't exist or is incorrect for this game.
fr_fr: <b><var name="word"/></b> n'existe pas ou n'est pas admissible pour ce jeu.

source: <b>A-Z</b> (<for from="lists" item="list"><var name="list"/></for>). Current range: <b><var name="min"/></b> -- <b><var name="max"/></b> (<b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> invalid words)
fr_fr: <b>A-Z</b> (<for from="lists" item="list"><var name="list"/></for>). Intervalle actuel : <b><var name="min"/></b> -- <b><var name="max"/></b> (<b><var name="attempts"/></b> essais et <b><var name="bad"/></b> mots incorrects)

source: <b>BINGO!</b> The answer was indeed <u><var name="answer"/></u>. Congratulations <b><var name="nick"/></b>!
fr_fr: <b>BINGO !</b> La réponse était effectivement <u><var name="answer"/></u>. Félicitations <b><var name="nick"/></b> !

source: A new <b>A-Z</b> game has been started on <b><var name="chan"/></b> using the following wordlists: <for from="lists" item="list"><b><var name="list"/></b></for> (<var name="wordsCount"/> words).
fr_fr: Une nouvelle partie de <b>A-Z</b> commence sur <b><var name="chan"/></b> avec les listes suivantes : <for from="lists" item="list"><b><var name="list"/></b></for> (<var name="wordsCount"/> mots).

source: Could not register AZ creation trigger
fr_fr: Impossible d'enregistrer le déclencheur pour le jeu AZ

source: New range: <b><var name="min"/></b> -- <b><var name="max"/></b>
fr_fr: Nouvel intervalle : <b><var name="min"/></b> -- <b><var name="max"/></b>

source: No list available.
fr_fr: Aucune liste disponible.

source: The <b>A-Z</b> game was stopped after <b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> invalid words. The answer was <u><var name="answer"/></u>.
fr_fr: La partie de <b>A-Z</b> a été arrêtée après <b><var name="attempts"/></b> essais et <b><var name="bad"/></b> mots incorrects. La réponse était <u><var name="answer"/></u>.

source: The answer was found after <b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> incorrect words.
fr_fr: La réponse a été trouvée après <b><var name="attempts"/></b> essais et <b><var name="bad"/></b> mots incorrects.

source: The following wordlists are available: <for from="lists" item="list"><b><var name="list"/></b></for>.
fr_fr: Les listes de mots suivantes sont disponibles : <for from="lists" item="list"><b><var name="list"/></b></for>.

source: The given wordlists are not compatible with each other.
fr_fr: Les listes de mots données ne sont pas compatibles entre elles.

source: There are not enough words in the selected wordlists to start a new game.
fr_fr: Il n'y a pas assez de mots dans les listes sélectionnées pour commencer une nouvelle partie.
