Repository: Erebot/Erebot_Module_AZ
Catalog: data/i18n/Erebot_Module_*.po
Languages: az

source: <b><var name="word"/></b> doesn't exist or is incorrect for this game.
az: word.incorrect

source: <b>A-Z</b> (<for from="lists" item="list"><var name="list"/></for>). Current range: <b><var name="min"/></b> -- <b><var name="max"/></b> (<b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> invalid words)
az: game.info

source: <b>BINGO!</b> The answer was indeed <u><var name="answer"/></u>. Congratulations <b><var name="nick"/></b>!
az: word.found

source: A new <b>A-Z</b> game has been started on <b><var name="chan"/></b> using the following wordlists: <for from="lists" item="list"><b><var name="list"/></b></for>.
az: game.start

source: Could not register AZ creation trigger
az: trigger.error

source: New range: <b><var name="min"/></b> -- <b><var name="max"/></b>
az: game.range

source: The <b>A-Z</b> game was stopped after <b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> invalid words. The answer was <u><var name="answer"/></u>.
az: game.end

source: The answer was found after <b><var name="attempts"/></b> attempts and <b><var name="bad"/></b> incorrect words.
az: game.epilog

source: The following wordlists are available: <for from="lists" item="list"><b><var name="list"/></b></for>.
az: game.wordlists

source: There are not enough words in the selected wordlists to start a new game.
az: game.not-enough-words
